{
  "msdsFile": {},
  "msdsTextPaste": "",
  "importFile": {},
  "carriedOutBy": "YTY",
  "department": "",
  "ref": "",
  "signatureCarriedOut": "",
  "dateCarriedOut": "2025-10-07",
  "chemicalName": "P260 - D",
  "casNumber": "",
  "supplier": "",
  "activityDescription": "Pipetting microlitre volumes (<1mL) with P260 - D.",
  "whoExposed": "Employees",
  "materialTypeForm": "liquid_volatile",
  "msdsAttached": [
    "on"
  ],
  "parsedRawPictograms": "",
  "hPhrasesForm": "H351, H360, H373",
  "stelPPM": "",
  "stelMgM3": "",
  "twaPPM": "",
  "twaMgM3": "",
  "labProcedure": "pipetting_micro",
  "quantityValue": "",
  "quantityUnit": "mL",
  "concentration": "",
  "taskFrequency": "weekly",
  "taskDuration": "medium",
  "exposureRoute": "EyeContact",
  "hazardGroup": "S",
  "quantityGroup": "Small",
  "physCharGroup": "High",
  "controlGroup": "S",
  "reviewedBy": "",
  "signatureReviewedBy": "",
  "dateReviewedBy": "2025-10-07",
  "approvalConfirmedBy": "",
  "approvalDate": "2025-10-07",
  "generalControl": "Specialist400",
  "ppeControl": "Eye300_301",
  "ppeSpecifyType": "Specialist advice required (e.g., for carcinogens, mutagens, respiratory sensitisers). High level controls & PPE expected.\n\nMSDS Specific P-phrases suggest:\nMSDS P280: Wear protective gloves/clothing/eye/face protection.\n(RPE likely not required based on hazard/exposure assessment; confirm if high aerosol/dust generation.)",
  "firstAidReqs": "First aid measures  Description of first aid measures  Skin contact   Wash off immediately with plenty of water for at least 15 minutes. Remove and  wash contaminated clothing and gloves, including the inside, before re-use.  Immediate medical attention is required.  Eye contact   Rinse immediately with plenty of water, also under the eyelids, for at least 15  minutes. Immediate medical attention is required.  Ingestion   Never give anything by mouth to an unconscious person. Do not induce vomiting  without medical advice. If swallowed, rinse mouth with water (only if the person is  conscious). Risk of serious damage to the lungs (by aspiration). Get medical  attention if symptoms occur.  Inhalation   Remove to fresh air. If not breathing, give artificial respiration. If symptoms persist,  call a doctor.  Notes to Physician   Treat symptomatically.  Most important symptoms and effects, both acute and delayed  H360 - May damage fertility or the unborn child if swallowed H351 - Suspected of causing cancer if swallowed H373 -  May cause damage to organs through prolonged or repeated exposure  Indication of any immediate medical attention and special treatment needed  IF exposed or concerned: Get medical advice/attention. Get medical advice/attention if you feel unwell.",
  "fireExtinguisherReqs": "No special fire extinguisher required beyond standard lab provision, unless other flammable materials are present.",
  "spillReqs": "Accidental release measures  Personal precautions, protective equipment and emergency procedures  Avoid exposure to vapour  Avoid breathing vapours or mists  Ensure adequate ventilation  Avoid contact with skin, eyes or clothing  Use personal protection equipment  See section 8 for more information  Environmental precautions  No special environmental precautions required.  Methods and material for containment and cleaning up  Soak up with inert absorbent material (e.g. sand, silica gel, acid binder, universal binder, sawdust). Sweep up and  shovel into suitable containers for disposal. Clean contaminated surface thoroughly.  Reference to other sections  See section 8 for more information.",
  "storageReqs": "Handling and storage  Precautions for safe handling  Always wear recommended Personal Protective Equipment. Wash hands before breaks and immediately after  handling the product. Do not get in eyes, on skin, or on clothing. Avoid breathing vapours or mists. If during normal  use the material presents a respiratory hazard, use adequate ventilation and/or wear appropriate respirator. See",
  "disposalPrecautions": "Disposal considerations  Waste treatment methods  The generation of waste should be avoided or minimized wherever possible. Empty containers or liners may retain  some product residues. This material and its container must be disposed of in according to approved disposal  technique. Disposal of this... (see full section)",
  "trainingNeeded": "",
  "symptomsToReport": "",
  "healthSurveillance": "",
  "workplaceMonitoring": "",
  "emergencyPlans": "",
  "action_1_measure": "",
  "action_1_who": "",
  "action_1_when": "",
  "action_1_check": "",
  "action_2_measure": "",
  "action_2_who": "",
  "action_2_when": "",
  "action_2_check": "",
  "action_3_measure": "",
  "action_3_who": "",
  "action_3_when": "",
  "action_3_check": "",
  "finalReviewerName": "YTY",
  "finalSignature": "",
  "finalReviewDate": "2026-10-07",
  "finalDateSigned": "2025-10-07"
}